The ordinate origin visibility.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
  Since:  2017 Subscription Update
 Syntax
  C#
public enum OrdinateOriginVisibility
  Visual Basic
Public Enumeration OrdinateOriginVisibility
  Visual C++
public enum class OrdinateOriginVisibility
 Members
  Member name  |   Description
   None   |   the invalid ordinate origin visibility
   WitnessLineWithText   |   the ordinate origin visibility of witness line with text
   WitnessLineOnly   |   the ordinate origin visibility with witness line only
 See Also
  Autodesk.Revit.DB Namespace